Repository: M-Tre-Consulting/Curfs
Catalog: Curfs/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# %@ (nuova serie)
source: %@ (new series)
de: %@ (neue Serie)
es: %@ (serie nueva)
fr: %@ (nouvelle série)
it: %@ (nuova serie)

# %@ rimasti
source: %@ left
de: Noch %@
es: Quedan %@
fr: %@ restantes
it: %@ rimasti

# %@. Tutti i diritti riservati.
source: %@. All rights reserved.
de: %@. Alle Rechte vorbehalten.
es: %@. Todos los derechos reservados.
fr: %@. Tous droits réservés.
it: %@. Tutti i diritti riservati.

# %lld di %lld · %@
source: %lld of %lld · %@
de: %lld von %lld · %@
es: %lld de %lld · %@
fr: %lld sur %lld · %@
it: %lld di %lld · %@

# %lld elementi
source: %lld items
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
it: %lld elementi

# %lld episodi
source: %lld episodes
de: %lld Folgen
es: %lld episodios
fr: %lld épisodes
it: %lld episodi

# %lld sistemati
source: %lld fixed
de: %lld repariert
es: %lld reparados
fr: %lld réparés
it: %lld sistemati

# %lld stagioni
source: %lld seasons
de: %lld Staffeln
es: %lld temporadas
fr: %lld saisons
it: %lld stagioni

# Accesso negato: controlla nome utente e password del server.
source: Access denied: check the server username and password.
de: Zugriff verweigert: Überprüfe Benutzername und Passwort des Servers.
es: Acceso denegado: comprueba el usuario y la contraseña del servidor.
fr: Accès refusé : vérifiez le nom d'utilisateur et le mot de passe du serveur.
it: Accesso negato: controlla nome utente e password del server.

# Aggiornata il 1° ottobre 2026.
source: Last updated October 1, 2026.
de: Aktualisiert am 1. Oktober 2026.
es: Actualizada el 1 de octubre de 2026.
fr: Mise à jour le 1er octobre 2026.
it: Aggiornata il 1° ottobre 2026.

# Aggiungi Stagione %lld alla libreria
source: Add Season %lld to Library
de: Staffel %lld zur Mediathek hinzufügen
es: Añadir la temporada %lld a la biblioteca
fr: Ajouter la saison %lld à la bibliothèque
it: Aggiungi Stagione %lld alla libreria

# Aggiungi ai Film
source: Add to Movies
de: Zu Filmen hinzufügen
es: Añadir a Películas
fr: Ajouter aux films
it: Aggiungi ai Film

# Aggiunta alla libreria
source: Added to Library
de: Zur Mediathek hinzugefügt
es: Añadida a la biblioteca
fr: Ajoutée à la bibliothèque
it: Aggiunta alla libreria

# Aggiunto ai Film
source: Added to Movies
de: Zu Filmen hinzugefügt
es: Añadida a Películas
fr: Ajouté aux films
it: Aggiunto ai Film

# Analisi sigla… %lld/%lld
source: Analyzing intro… %lld/%lld
de: Intro wird analysiert … %lld/%lld
es: Analizando la intro… %lld/%lld
fr: Analyse du générique… %lld/%lld
it: Analisi sigla… %lld/%lld

# Analizzo i file selezionati…
source: Analyzing the selected files…
de: Ausgewählte Dateien werden analysiert …
es: Analizando los archivos seleccionados…
fr: Analyse des fichiers sélectionnés…
it: Analizzo i file selezionati…

# Annulla
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# Autenticazione
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione

# Basic auth. Lascia vuoto se il server non la richiede.
source: Basic auth. Leave empty if the server doesn't require it.
de: Basic Auth. Leer lassen, wenn der Server sie nicht verlangt.
es: Autenticación básica. Déjalo vacío si el servidor no la pide.
fr: Authentification Basic. Laissez vide si le serveur ne la demande pas.
it: Basic auth. Lascia vuoto se il server non la richiede.

# Cambia copertina
source: Change Cover
de: Cover ändern
es: Cambiar portada
fr: Changer l'affiche
it: Cambia copertina

# Cambia copertina…
source: Change Cover…
de: Cover ändern …
es: Cambiar portada…
fr: Changer l'affiche…
it: Cambia copertina…

# Cerca
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

# Chiudi
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# Completato
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato

# Contatti
source: Contact
de: Kontakt
es: Contacto
it: Contatti

# Continua a guardare
source: Continue Watching
de: Weiterschauen
es: Seguir viendo
fr: Reprendre la lecture
it: Continua a guardare

source: Curfs doesn't collect personal data and doesn't send any to M-Tre Consulting. There are no accounts, ads, analytics or tracking.
de: Curfs erhebt keine personenbezogenen Daten und sendet keine an M-Tre Consulting. Es gibt keine Konten, keine Werbung, keine Statistiken und kein Tracking.
es: Curfs no recopila datos personales ni los envía a M-Tre Consulting. No hay cuentas, publicidad, estadísticas ni seguimiento.
fr: Curfs ne collecte aucune donnée personnelle et n'en envoie aucune à M-Tre Consulting. Il n'y a ni compte, ni publicité, ni statistiques, ni suivi.
it: Curfs non raccoglie dati personali e non li invia a M-Tre Consulting. Non ci sono account, pubblicità, statistiche o tracciamento.

source: Curfs is open source software by M-Tre Consulting, released under the MIT license: you may use, copy, modify and distribute it as long as you keep the copyright notice and the license text, found in the LICENSE file of the repository.
de: Curfs ist Open-Source-Software von M-Tre Consulting unter der MIT-Lizenz: Du darfst sie nutzen, kopieren, ändern und weitergeben, sofern der Copyright-Hinweis und der Lizenztext erhalten bleiben. Du findest ihn in der Datei LICENSE des Repositorys.
es: Curfs es software de código abierto de M-Tre Consulting, distribuido con licencia MIT: puedes usarlo, copiarlo, modificarlo y distribuirlo conservando el aviso de copyright y el texto de la licencia, que encontrarás en el archivo LICENSE del repositorio.
fr: Curfs est un logiciel open source de M-Tre Consulting, distribué sous licence MIT : vous pouvez l'utiliser, le copier, le modifier et le distribuer en conservant l'avis de copyright et le texte de la licence, qui se trouve dans le fichier LICENSE du dépôt.
it: Curfs è software open source di M-Tre Consulting, distribuito con licenza MIT: puoi usarlo, copiarlo, modificarlo e distribuirlo mantenendo l'avviso di copyright e il testo della licenza, che trovi nel file LICENSE della repo.

# Download avviato
source: Download Started
de: Download gestartet
es: Descarga iniciada
fr: Téléchargement lancé
it: Download avviato

# Elimina
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# Elimina episodio
source: Delete Episode
de: Folge löschen
es: Eliminar episodio
fr: Supprimer l'épisode
it: Elimina episodio

# Elimina film
source: Delete Movie
de: Film löschen
es: Eliminar película
fr: Supprimer le film
it: Elimina film

# Elimina serie
source: Delete Series
de: Serie löschen
es: Eliminar serie
fr: Supprimer la série
it: Elimina serie

# Elimina stagione
source: Delete Season
de: Staffel löschen
es: Eliminar temporada
fr: Supprimer la saison
it: Elimina stagione

# Elimina tutto
source: Delete All
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto

# Eliminare "%@" e tutti i suoi episodi?
source: Delete “%@” and all its episodes?
de: „%@“ und alle Folgen löschen?
es: ¿Eliminar «%@» y todos sus episodios?
fr: Supprimer « %@ » et tous ses épisodes ?
it: Eliminare "%@" e tutti i suoi episodi?

# Eliminare "%@"?
source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare "%@"?

# Eliminare la Stagione %lld?
source: Delete Season %lld?
de: Staffel %lld löschen?
es: ¿Eliminar la temporada %lld?
fr: Supprimer la saison %lld ?
it: Eliminare la Stagione %lld?

# Eliminare questo episodio?
source: Delete this episode?
de: Diese Folge löschen?
es: ¿Eliminar este episodio?
fr: Supprimer cet épisode ?
it: Eliminare questo episodio?

# Episodio %@
source: Episode %@
de: Folge %@
es: Episodio %@
fr: Épisode %@
it: Episodio %@

# Episodio %lld
source: Episode %lld
de: Folge %lld
es: Episodio %lld
fr: Épisode %lld
it: Episodio %lld

# Errore
source: Error
de: Fehler
fr: Erreur
it: Errore

# Film
source: Movies
de: Filme
es: Películas
fr: Films
it: Film

# Filtra per titolo
source: Filter by title
de: Nach Titel filtern
es: Filtrar por título
fr: Filtrer par titre
it: Filtra per titolo

# Fonte remota
source: Remote Source
de: Externe Quelle
es: Fuente remota
fr: Source distante
it: Fonte remota

# Guarda %@
source: Watch %@
de: %@ ansehen
es: Ver %@
fr: Regarder %@
it: Guarda %@

# Il file video verrà rimosso definitivamente dall'app.
source: The video file will be permanently removed from the app.
de: Die Videodatei wird endgültig aus der App entfernt.
es: El archivo de vídeo se eliminará de la app de forma definitiva.
fr: Le fichier vidéo sera définitivement supprimé de l'app.
it: Il file video verrà rimosso definitivamente dall'app.

source: Intro and end credits detection is based on Neal Krawetz's difference hash (dHash). Posters belong to their respective owners and come from Wikipedia, IMDb and iTunes.
de: Die Erkennung von Intro und Abspann basiert auf dem Difference Hash (dHash) von Neal Krawetz. Die Poster gehören ihren jeweiligen Rechteinhabern und stammen von Wikipedia, IMDb und iTunes.
es: La detección de intros y créditos finales se basa en el difference hash (dHash) de Neal Krawetz. Los pósteres pertenecen a sus respectivos titulares y proceden de Wikipedia, IMDb e iTunes.
fr: La détection des génériques de début et de fin repose sur le difference hash (dHash) de Neal Krawetz. Les affiches appartiennent à leurs détenteurs respectifs et proviennent de Wikipedia, IMDb et iTunes.
it: Il riconoscimento di sigle e titoli di coda si basa sul difference hash (dHash) di Neal Krawetz. Le locandine appartengono ai rispettivi titolari e provengono da Wikipedia, IMDb e iTunes.

source: Intro and end credits detection is based on Neal Krawetz's difference hash (dHash). Posters belong to their respective owners and come from iTunes.
de: Die Erkennung von Intro und Abspann basiert auf dem Difference Hash (dHash) von Neal Krawetz. Die Poster gehören ihren jeweiligen Rechteinhabern und stammen von iTunes.
es: La detección de intros y créditos finales se basa en el difference hash (dHash) de Neal Krawetz. Los pósteres pertenecen a sus respectivos titulares y proceden de iTunes.
fr: La détection des génériques de début et de fin repose sur le difference hash (dHash) de Neal Krawetz. Les affiches appartiennent à leurs titulaires respectifs et proviennent d'iTunes.
it: Il riconoscimento di sigle e titoli di coda si basa sul difference hash (dHash) di Neal Krawetz. Le locandine appartengono ai rispettivi titolari e provengono da iTunes.

# Il server ha risposto con un errore (HTTP %lld).
source: The server responded with an error (HTTP %lld).
de: Der Server hat mit einem Fehler geantwortet (HTTP %lld).
es: El servidor respondió con un error (HTTP %lld).
fr: Le serveur a répondu par une erreur (HTTP %lld).
it: Il server ha risposto con un errore (HTTP %lld).

source: The server responded, but not with a JSON folder listing (nginx with “autoindex_format json” is required).
de: Der Server hat geantwortet, aber nicht mit einer Ordnerliste in JSON (nginx mit „autoindex_format json“ wird benötigt).
es: El servidor respondió, pero no con una lista de carpetas en JSON (se necesita nginx con «autoindex_format json»).
fr: Le serveur a répondu, mais pas avec une liste de dossiers en JSON (nginx avec « autoindex_format json » est nécessaire).
it: Il server ha risposto, ma non con un elenco di cartelle in JSON (serve nginx con «autoindex_format json»).

source: The server doesn't accept cover uploads: enable PUT/DELETE (WebDAV) in nginx for poster files.
de: Der Server akzeptiert keine Cover-Uploads: Aktiviere PUT/DELETE (WebDAV) in nginx für die Posterdateien.
es: El servidor no acepta subir portadas: activa PUT/DELETE (WebDAV) en nginx para los archivos de póster.
fr: Le serveur n'accepte pas l'envoi d'affiches : activez PUT/DELETE (WebDAV) dans nginx pour les fichiers poster.
it: Il server non accetta il caricamento di copertine: va abilitato PUT/DELETE (WebDAV) su nginx per i file poster.

source: Import movies or whole seasons from your files. Seasons are recognized automatically from folder names.
de: Importiere Filme oder ganze Staffeln aus deinen Dateien. Staffeln werden automatisch an den Ordnernamen erkannt.
es: Importa películas o temporadas completas desde tus archivos. Las temporadas se reconocen automáticamente por el nombre de las carpetas.
fr: Importez des films ou des saisons entières depuis vos fichiers. Les saisons sont reconnues automatiquement d'après le nom des dossiers.
it: Importa film o intere stagioni dai tuoi file. Riconosco automaticamente le stagioni dai nomi delle cartelle.

# Importa video
source: Import Videos
de: Videos importieren
es: Importar vídeos
fr: Importer des vidéos
it: Importa video

# Importazione in corso
source: Importing
de: Import läuft
es: Importando
fr: Importation en cours
it: Importazione in corso

# Impossibile leggere il file scelto.
source: Couldn't read the selected file.
de: Die ausgewählte Datei kann nicht gelesen werden.
es: No se puede leer el archivo elegido.
fr: Impossible de lire le fichier choisi.
it: Impossibile leggere il file scelto.

# Impossibile leggere la foto scelta.
source: Couldn't read the selected photo.
de: Das ausgewählte Foto kann nicht gelesen werden.
es: No se puede leer la foto elegida.
fr: Impossible de lire la photo choisie.
it: Impossibile leggere la foto scelta.

# Imposta fonte
source: Set Up Source
de: Quelle einrichten
es: Configurar fuente
fr: Configurer la source
it: Imposta fonte

source: Set your server address with the gear button above to browse and stream your content.
de: Lege über das Zahnrad oben die Adresse deines Servers fest, um deine Inhalte zu durchsuchen und zu streamen.
es: Configura la dirección de tu servidor con el engranaje de arriba para ver y reproducir en streaming tu contenido.
fr: Indiquez l'adresse de votre serveur avec la roue dentée ci-dessus pour parcourir et regarder vos contenus en streaming.
it: Imposta l'indirizzo del tuo server con l'ingranaggio qui in alto per vedere e guardare in streaming i tuoi contenuti.

# In pausa • %lld%% — riprendo da qui
source: Paused • %lld%% — will resume from here
de: Pausiert • %lld %% – wird hier fortgesetzt
es: En pausa • %lld%% — se reanudará desde aquí
fr: En pause • %lld %% — reprise à partir d'ici
it: In pausa • %lld%% — riprendo da qui

# Indirizzo del server
source: Server Address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
it: Indirizzo del server

# Informativa sulla privacy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

# Interrotto durante il salvataggio
source: Interrupted while saving
de: Beim Speichern unterbrochen
es: Interrumpido al guardar
fr: Interrompu pendant l'enregistrement
it: Interrotto durante il salvataggio

source: The address of your video server, reachable from this device (for example on your local network or over a VPN). It must reply with a JSON folder listing (nginx: autoindex_format json) and support Range requests.
de: Die Adresse deines Videoservers, erreichbar von diesem Gerät (zum Beispiel im lokalen Netzwerk oder per VPN). Er muss mit einer Ordnerliste in JSON antworten (nginx: autoindex_format json) und Range-Anfragen unterstützen.
es: La dirección de tu servidor de vídeo, accesible desde este dispositivo (por ejemplo en la red local o mediante VPN). Debe responder con la lista de carpetas en JSON (nginx: autoindex_format json) y admitir peticiones Range.
fr: L'adresse de votre serveur vidéo, accessible depuis cet appareil (par exemple sur le réseau local ou via un VPN). Il doit répondre avec la liste des dossiers en JSON (nginx : autoindex_format json) et prendre en charge les requêtes Range.
it: L'indirizzo del tuo server di video, raggiungibile da questo dispositivo (per esempio in rete locale o via VPN). Deve rispondere con l'elenco delle cartelle in JSON (nginx: autoindex_format json) e supportare le richieste Range.

source: Your library stays on the device, in the app's folder: the videos you import (Curfs makes a copy; on Mac in the Library folder inside Documents), your watch progress, thumbnails and the intro and credits analysis. From Files, Curfs only reads the files and folders you choose; from Photos, only the image you pick as a cover.
de: Die Mediathek bleibt auf dem Gerät, im Ordner der App: die importierten Videos (Curfs legt eine Kopie an; auf dem Mac im Ordner Library unter Dokumente), der Wiedergabefortschritt, die Vorschaubilder und die Analyse von Intro und Abspann. Aus Dateien liest Curfs nur die Dateien und Ordner, die du auswählst; aus Fotos nur das Bild, das du als Cover wählst.
es: La biblioteca se queda en el dispositivo, en la carpeta de la app: los vídeos que importas (Curfs hace una copia; en Mac, en la carpeta Library dentro de Documentos), el progreso de reproducción, las miniaturas y el análisis de intros y créditos. De Archivos, Curfs solo lee los archivos y carpetas que eliges; de Fotos, solo la imagen que eliges como portada.
fr: La bibliothèque reste sur l'appareil, dans le dossier de l'app : les vidéos que vous importez (Curfs en fait une copie ; sur Mac dans le dossier Library à l'intérieur de Documents), la progression de lecture, les miniatures et l'analyse des génériques. Dans Fichiers, Curfs ne lit que les fichiers et dossiers que vous choisissez ; dans Photos, seulement l'image choisie comme affiche.
it: La libreria resta sul dispositivo, nella cartella dell'app: i video che importi (Curfs ne fa una copia; su Mac nella cartella Library dentro Documenti), l'avanzamento di visione, le miniature e l'analisi di sigle e titoli di coda. Dai File, Curfs legge solo i file e le cartelle che scegli tu; dalle Foto, solo l'immagine che scegli come copertina.

source: The Search section only connects to the server you set up (for example one at your home). Its address, username and password stay in the app's settings on the device. That server exchanges folder listings, streamed or downloaded videos and the covers you upload.
de: Der Bereich Suchen verbindet sich nur mit dem Server, den du einrichtest (zum Beispiel einem bei dir zu Hause). Adresse, Benutzername und Passwort bleiben in den Einstellungen der App auf dem Gerät. Mit diesem Server werden Ordnerlisten, gestreamte oder geladene Videos und die von dir hochgeladenen Cover ausgetauscht.
es: La sección Buscar solo se conecta al servidor que configuras tú (por ejemplo, uno en tu casa). La dirección, el usuario y la contraseña se quedan en los ajustes de la app en el dispositivo. Con ese servidor se intercambian las listas de carpetas, los vídeos en streaming o descargados y las portadas que subes.
fr: La section Rechercher se connecte uniquement au serveur que vous configurez (par exemple un serveur chez vous). L'adresse, le nom d'utilisateur et le mot de passe restent dans les réglages de l'app sur l'appareil. Avec ce serveur transitent les listes de dossiers, les vidéos en streaming ou téléchargées et les affiches que vous envoyez.
it: La sezione Cerca si collega soltanto al server che configuri tu (per esempio uno di casa tua). Indirizzo, nome utente e password restano nelle impostazioni dell'app sul dispositivo. Verso quel server passano gli elenchi delle cartelle, i video in streaming o scaricati e le copertine che carichi.

# Libreria
source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria

# Licenza
source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza

# Nessun contenuto trovato sul server.
source: No content found on the server.
de: Keine Inhalte auf dem Server gefunden.
es: No se ha encontrado contenido en el servidor.
fr: Aucun contenu trouvé sur le serveur.
it: Nessun contenuto trovato sul server.

# Nessun risultato per "%@"
source: No results for “%@”
de: Keine Ergebnisse für „%@“
es: No hay resultados para «%@»
fr: Aucun résultat pour « %@ »
it: Nessun risultato per "%@"

# Nessun video importato
source: No Videos Imported
de: Keine Videos importiert
es: No hay vídeos importados
fr: Aucune vidéo importée
it: Nessun video importato

# Nessun video valido trovato nella selezione.
source: No valid videos found in the selection.
de: In der Auswahl wurde kein gültiges Video gefunden.
es: No se ha encontrado ningún vídeo válido en la selección.
fr: Aucune vidéo valide dans la sélection.
it: Nessun video valido trovato nella selezione.

# Nessuna fonte impostata
source: No Source Set Up
de: Keine Quelle eingerichtet
es: No hay ninguna fuente configurada
fr: Aucune source configurée
it: Nessuna fonte impostata

source: No remote source set up. Open the Search section settings and enter your server address.
de: Keine externe Quelle eingerichtet. Öffne die Einstellungen im Bereich Suchen und gib die Adresse deines Servers ein.
es: No hay ninguna fuente remota configurada. Abre los ajustes de la sección Buscar e introduce la dirección de tu servidor.
fr: Aucune source distante configurée. Ouvrez les réglages de la section Rechercher et saisissez l'adresse de votre serveur.
it: Nessuna fonte remota configurata. Apri le impostazioni della sezione Cerca e inserisci l'indirizzo del tuo server.

# Nessuna sigla riconosciuta per questa stagione
source: No intro detected for this season
de: Für diese Staffel wurde kein Intro erkannt
es: No se ha detectado ninguna intro en esta temporada
fr: Aucun générique détecté pour cette saison
it: Nessuna sigla riconosciuta per questa stagione

# Nessuna stagione trovata.
source: No seasons found.
de: Keine Staffeln gefunden.
es: No se han encontrado temporadas.
fr: Aucune saison trouvée.
it: Nessuna stagione trovata.

# Nessuno da sistemare
source: Nothing to fix
de: Nichts zu reparieren
es: Nada que reparar
fr: Rien à réparer
it: Nessuno da sistemare

# Nome utente
source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente

# Non riesco ad accedere ai file selezionati.
source: Can't access the selected files.
de: Auf die ausgewählten Dateien kann nicht zugegriffen werden.
es: No se puede acceder a los archivos seleccionados.
fr: Impossible d'accéder aux fichiers sélectionnés.
it: Non riesco ad accedere ai file selezionati.

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: For downloaded movies and episodes that show a video frame instead of the poster: compares them with the server catalog and restores the poster where the name matches.
de: Für geladene Filme und Folgen, die ein Videobild statt des Posters zeigen: gleicht sie mit dem Katalog des Servers ab und stellt das Poster wieder her, wenn der Name übereinstimmt.
es: Para películas y episodios descargados que muestran un fotograma del vídeo en lugar del póster: los compara con el catálogo del servidor y restaura el póster cuando el nombre coincide.
fr: Pour les films et épisodes téléchargés qui affichent une image de la vidéo au lieu de l'affiche : les compare au catalogue du serveur et rétablit l'affiche lorsque le nom correspond.
it: Per film ed episodi scaricati che mostrano un fotogramma del video invece della locandina: li confronta col catalogo del server e ripristina la locandina dove il nome corrisponde.
